[
  {"image": "day10_1.webp", "text": "Chibi Hana looks so happy, walking along... Let's follow her."},
  {"image": "day10_2.webp", "text": "I don't really know Chibi Hana that well.\nWell, we've only spent a few days together so far."},
  {"image": "day10_2.webp", "text": "What I do know is she really loves ice cream, and she's obsessed with Tachibana."},
  {"image": "day10_3.webp", "text": "She used to live in Australia."},
  {"image": "day10_3.webp", "text": "Well, so did Tachibana."},
  {"image": "day10_3.webp", "text": "And she says she wants to be a 'man of the sea.'"},
  {"image": "day10_3.webp", "text": "She's got a strong personality. A real tomboy. Totally different from Tachibana."},
  {"image": "day10_4.webp", "text": "Huh...? What is she trying to do? She looks so serious."},
  {"image": "day10_5.webp", "text": "A karate kata? In the middle of town?\nBy the way, Tachibana can't even do a single sit-up. I doubt she could ever be a karate master."},
  {"image": "day10_6.webp", "text": "Wait, Chibi Hana can do karate too?\n...Is that a low blow move? What is she imagining... Is this 'contactless karate' or something?"},
  {"image": "day10_6.webp", "text": "Anyway, these sisters are talented at everything.\nBut this is the first time I've seen a girl doing karate forms in the middle of town."},
  {"image": "day10_6.webp", "text": "Where is she headed, anyway?"},
  {"image": "day10_7.webp", "text": "..."},
  {"image": "day10_7.webp", "text": "Ah! She's eating ice cream!\nWait, didn't she say she was quitting?"},
  {"image": "day10_8.webp", "text": "You: \"I thought you said you were quitting ice cream?!\"", "se": "day10_rustling_grass.ogg"},
  {"image": "day10_8.webp", "text": "Chibi Hana: \"Whoa! You scared me!\""},
  {"image": "day10_8.webp", "text": "My inner voice slipped out again..."},
  {"image": "day10_9.webp", "text": "You: \"Didn't you say you stopped because of cavities?!\""},
  {"image": "day10_10.webp", "text": "Chibi: \"Ugh... Shut up!!\""},
  {"image": "day10_10.webp", "text": "Chibi: \"More importantly, what's your deal?!\nWere you following me?! Unbelievable! I'm suing!\""},
  {"image": "day10_11.webp", "text": "Chibi: \"Officer! Or any men nearby?! There's a suspicious person following a young girl!\""},
  {"image": "day10_11.webp", "text": "You: \"Don't say things you don't really mean!\""},
  {"image": "day10_10.webp", "text": "Chibi: \"Why are you even here?!\""},
  {"image": "day10_11.webp", "text": "You: \"Well, honestly... I was following you.\""},
  {"image": "day10_10.webp", "text": "Chibi: \"Now it's not just words, it's the truth! Officer! Or any men nearby?!\""},
  {"image": "day10_11.webp", "text": "You: \"Stop! I'm seriously gonna get arrested!\""},
  {"image": "day10_10.webp", "text": "You: \"No, really... I was just curious.\nTachibana's always around, but I wondered what you were up to.\""},
  {"image": "day10_10.webp", "text": "Chibi: \"What's your problem? I can do whatever I want...!\""},
  {"image": "day10_10.webp", "text": "...! You saw me doing karate forms too?! Take this!"},
  {"image": "day10_12.webp", "text": "You: \"Gyaah!\"", "se":"day10_heavy_kick.ogg"},
  {"image": "day10_12.webp", "text": "So that's why she was practicing low blows... Is she really just a little girl? And Tachibana's wimpy little sister, at that?"},
  {"image": "day10_12_1.webp", "text": "Did she inherit all the strength genes instead of Tachibana?\nOr maybe their parents are actually gorillas?! That's gotta be it!"},
  {"image": "day10_12_1.webp", "text": "Chibi: \"Shut up!\nYour inner voice!\nMy parents are not gorillas!\""},
  {"image": "day10_12_1.webp", "text": "You: \"How can you hear my inner voice?!\""},
  {"image": "day10_13.webp", "text": "...10 minutes later"},
  {"image": "day10_13.webp", "text": "This is awkward... Well, it's definitely my fault..."},
  {"image": "day10_13.webp", "text": "Chibi: \"...\""},
  {"image": "day10_14.webp", "text": "Chibi: \"Well, since we're here, I'll talk with you. Call it a sugar daddy arrangement in today's terms. But you gotta give me an allowance.\""},
  {"image": "day10_14.webp", "text": "Chibi: \"And I won't sue you this time.\""},
  {"image": "day10_14.webp", "text": "Chibi Hana: \"Technically, following or approaching a minor, regardless of the reason, can be treated as 'stalking.'\""},
  {"image": "day10_14.webp", "text": "Chibi Hana: \"I'm still a minor, you know? If you follow me without parental consent, it violates the Child Welfare Act and the Juvenile Protection Ordinance. But I'll let you off this time.\""},
  {"image": "day10_14.webp", "text": "You: \"...She's way too mature sometimes.\""},
  {"image": "day10_14.webp", "text": "Chibi: \"What? I'm just using words I've learned.\nYou only think words and behavior should match age because you arbitrarily assign those standards.\""},
  {"image": "day10_14.webp", "text": "Chibi: \"Even at my age, I can use complicated words.\nDarcy-Weissbach equation, polyvagal theory. I use them because I know them.\""},
  {"image": "day10_15.webp", "text": "A formula from neurology to calculate water pressure inside pipes! She's so knowledgeable!"},
  {"image": "day10_16.webp", "text": "You: \"Do you have something you want to be in the future?\""},
  {"image": "day10_16.webp", "text": "Chibi: \"Glad you asked... Actually, I do!\""},
  {"image": "day10_16.webp", "text": "Chibi: \"Santiago!\""},
  {"image": "day10_16.webp", "text": "You: \"Who?\""},
  {"image": "day10_16.webp", "text": "Chibi: \".........!\""},
  {"image": "day10_16.webp", "text": "Chibi: \"Do you even have a brain...?\""},
  {"image": "day10_17.webp", "text": "You: \"Why do you have to say it like that?!\""},
  {"image": "day10_17.webp", "text": "Chibi: \"Hemingway! The Old Man and the Sea! Legendary old fisherman!\""},
  {"image": "day10_17.webp", "text": "You: \"Oh, right.\""},
  {"image": "day10_17.webp", "text": "If I remember right, the protagonist in The Old Man and the Sea, Santiago, is a fisherman."},
  {"image": "day10_17.webp", "text": "You: \"He's the guy who caught the marlin, right?\""},
  {"image": "day10_17.webp", "text": "Chibi: \"Well, yeah.\nBut that's a pretty shallow take.\""},
  {"image": "day10_17.webp", "text": "You: \"What do you admire about him?\""},
  {"image": "day10_17.webp", "text": "Chibi: \"He lives away from the world. He has his own unshakable values.\nHe never brags like, 'I really caught the marlin!' And he definitely doesn't use social media.\""},
  {"image": "day10_17.webp", "text": "You: \"That's pretty cool... Your values, I mean.\""},
  {"image": "day10_17.webp", "text": "Chibi: \"And he actually does things. Fighting a marlin for three days straight is impossible for most people. Even after the sharks eat his catch, he doesn't boast—he just goes to sleep.\""},
  {"image": "day10_18.webp", "text": "Chibi: \"He's a man's man. Like a matryoshka doll—no matter how many layers you peel away, he's still a man. A true man is a man, even when you get to the innermost core.\""},
  {"image": "day10_18.webp", "text": "Chibi: \"You'd totally say it, though: 'I really caught it! Please believe me!' And then you'd instantly post it on Twitter.\""},
  {"image": "day10_18.webp", "text": "...I'd probably chase clout and post it too..."},
  {"image": "day10_19.webp", "text": "Chibi: \"That's why I'm gonna do it too! I'm going to be a man of the sea! I swear it!\"", "se":"day10_beach_ambient_se.ogg"},
  {"image": "day10_19.webp", "text": "What a character! She's intense!"},
  {"image": "day10_19.webp", "text": "Chibi: \"I actually once joined an eel-hagfish fishing trip, just a little bit... That was super exciting too.\""},
  {"image": "day10_21.webp", "text": "It was in a place called Eden in Australia. Basically, it was immigrant trainees with visas, all living on a huge ship together!"},
  {"image": "day10_21.webp", "text": "Chibi: \"But, hagfish fishing is basically trap fishing. It's not like Santiago's one-on-one fishing.\""},
  {"image": "day10_21.webp", "text": "You: \"Really? That's interesting! Do people eat hagfish in Japan?\""},
  {"image": "day10_21.webp", "text": "Chibi: \"Not at all! They look gross, and they're considered junk fish. I've got friends who are fishermen in Japan, but they say hagfish are slimy and annoying.\""},
  {"image": "day10_21.webp", "text": "But they eat them in Korea—like in Busan, I think. And maybe in China too. My sister would know more about that."},
  {"image": "day10_21.webp", "text": "You: \"I see. I probably haven't ever seen one myself.\""},
  {"image": "day10_22.webp", "text": "Chibi: \"They're cartilaginous fish. The flavor's kind of like stingray.\""},
  {"image": "day10_22.webp", "text": "You: \"You can eat stingray?\""},
  {"image": "day10_22.webp", "text": "Chibi: \"Of course! The poison's only in the stinger. But if you leave them out, they start to smell like ammonia right away! So if you want to eat one, throw it in an ice pack as soon as you catch it.\""},
  {"image": "day10_22.webp", "text": "Chibi: \"And the liver can be eaten raw, but there's this stinky ball called the 'smell ball' you have to remove! And remember, eating this stuff is at your own risk! Seriously!\""},
  {"image": "day10_22.webp", "text": "Chibi: \"It's super easy to clean, but tastes amazing! You can cut through most of it with scissors! The liver apparently tastes like raw beef liver!\""},
  {"image": "day10_22.webp", "text": "Chibi: \"If you fry the fins, you can eat them, cartilage and all! The texture's just like that crunchy cartilage chicken you get at izakayas!\""},
  {"image": "day10_last.webp", "text": "You: \"Really...? I know nothing about fishing... Even the bait grosses me out...\""},
  {"image": "day10_last.webp", "text": "Chibi: \"It's easy! I'll put the bait on for you!\""},
  {"image": "day10_last.webp", "text": "Ugh... I'm pathetic."},
  {"image": "day10_last.webp", "text": "Chibi: \"All right, let's do this! Well, not today, but if you keep up your discipline, I'll invite you again!\""},
  {"image": "day10_last.webp", "text": "You: \"Really?! All right! I'm looking forward to it!\""}
]
