[
  {"image": "tachibanamiton.webp", "text": "Tachibana: \"Alright, dinner's ready!\""},
  {"image": "chibiyousyougi.webp", "text": "You & Chibi: \"Okay!\""},
  {"image": "compressed_chahan_9.webp", "text": "You: \"Triple fried rice again?!\""},
  {"image": "chibioko.webp", "text": "Chibi: \"What? You got a problem with that?!\""},
{"image": "you_revenge.webp", "text": "You: \"It's not that I don't not not have it!\""},
  {"image": "you_revenge.webp", "text": "Chibi: \"What kind of weak protest is that? So you do have a problem!\""},
  {"image": "tachibana_doya.webp", "text": "Tachibana: \"Come on now! But in the end, you always finish it, don't you? I even know you’ve got that drinkable fried rice stashed away.\""},
  {"image": "day21_5_5.webp", "text": "You: \"Ugh... Well, that's true.\""},
  {"image": "everyoneeatingriuces.webp", "text": "Tachibana: \"Alright, let's eat!\""},
  {"image": "everyoneeatingriuces.webp", "text": "You (thinking): (Damn it... It tastes too good...! But sometimes, I want to eat something different!)"},
  {"image": "suggest.webp", "text": "You: \"Hey! Let's try something different tomorrow! How about udon?\""},
  {"image": "prayforfriedgod.webp", "text": "Tachibana: \"No way. Wheat flour’s against the teachings of the Triple Fried Rice Faith.\""},
  {"image": "prayforfriedgod.webp", "text": "You: \"What the heck even is that?!\""},
  {"image": "chibioko.webp", "text": "Chibi: \"I already told you about our doctrine before!\""},
  {"image": "friedsleep.webp", "text": "Chibi: \"You have to sleep wearing a frying pan!\""},
  {"image": "friedsleep.webp", "text": "You: \"Who the heck wears a frying pan to sleep?!\""},
  {"image": "azinohousekibakoya.webp", "text": "Tachibana: \"Well, maybe sometimes breaking the rules is okay. If you do it every day, it loses its meaning. If you call every meal a 'treasure chest of flavor,' at some point you’ll be like, 'Oh, here we go again with the treasure chest.'\""},
  {"image": "chibiagree.webp", "text": "Chibi: \"Exactly. It's special because you don't have it all the time. Same with me—praise is worth more when you rarely give it.\""},
  {"image": "chibiagree.webp", "text": "You (thinking): (Man, the Triple Fried Rice Faith is actually pretty loose...)"},
  {"image": "pirahu.webp", "text": "Tachibana: \"If we’re having something different for the first time in a while, what should it be...? Maybe pilaf?\""},
  {"image": "pirahu.webp", "text": "Chibi: \"Sounds good!\""},
  {"image": "pirahu.webp", "text": "You: \"No, it doesn’t! It looks exactly the same!\""},
  {"image": "spoiledchild.webp", "text": "You: \"I need a change of pace! I wanna eat pizzaaaa!\""},
  {"image": "putoffhim.webp", "text": "Chibi: \"Ew, gross... Seriously, you’re a grown-up—stop whining like a kid.\""},
  {"image": "tachibanawaa.webp", "text": "Tachibana: \"Well, if you’re going that far, I guess we can have something else.\""},
  {"image": "youwin.webp", "text": "You (thinking): (I did it! Throwing away my pride and whining paid off!)"},
  {"image": "youwin.webp", "text": "Chibi: \"No, you lost... The moment you started whining.\""},
  {"image": "youwin.webp", "text": "Chibi: \"Also, you look nothing like your image when you’re in real life.\""},
  {"image": "tachibanawaa.webp", "text": "Tachibana: \"Let’s take a vote. What does everyone want?\""},
  {"image": "tachibanawaa.webp", "text": "You: \"No way! If we vote, you two will just pick the same thing!\""},
  {"image": "tachibanasugest.webp", "text": "Tachibana: \"It’s not always gonna be fried rice, you know?\""},
  {"image": "tachibanasugest.webp", "text": "You: \"Oh yes it is! With you two, it always is!\""},
  {"image": "chibioko.webp", "text": "Chibi: \"Then how do you want to decide...?\""},
  {"image": "youthinking.webp", "text": "You (thinking): (Think... This is a battle of wits... I'm at a huge disadvantage... They're both way too smart...)"},
  {"image": "youthinking.webp", "text": "You (thinking): (I've seen this play out so many times... Next up is brute force... I could easily beat Tachibana...)"},
  {"image": "youthinking1.webp", "text": "You (thinking): (But I can't win against Chibi Hana... Pathetic as it is... And besides, a guy beating up girls is just plain wrong...)"},
  {"image": "youthinking2.webp", "text": "You (thinking): (In terms of creativity, Tachibana totally outclasses me...)"},
  {"image": "youthinking3.webp", "text": "You (thinking): (Guess I’ll have to leave this to fate!)"},
  {"image": "youwin.webp", "text": "You: \"Alright, let’s settle this like adults—with rock-paper-scissors!\""},
  {"image": "akiregao.webp", "text": "Chibi: \"Wow, the stuff going on in your head is so pathetic... That's basically a surrender, you know...\""},
  {"image": "tachibanaputaway.webp", "text": "Tachibana: \"But rock-paper-scissors is boring. I mean, I already know you’ll throw paper after rock, and then stubbornly throw paper again. I’ve got your pattern down.\""},
  {"image": "tachibanaputaway.webp", "text": "You: \"Huh?\""},
  {"image": "tachibanasugest.webp", "text": "Tachibana: \"So I’m just going to win anyway. Let’s play a different game.\""},
  {"image": "guessevenodd.webp", "text": "Guess Even Odd"},
  {"image": "guessevenodd.webp", "text": "Player setup (example: 5 players)\nEach player gets a secret card with a number from 1 to 9 (duplicates allowed).\nYou only know your own number."},
  {"image": "fives.webp", "text": "---"},
  {"image": "guessevenodd.webp", "text": "🎲 Rules:\n\n1. This is a turn-based game. Each player can take one action per turn."},
  {"image": "plaerasking.webp", "text": "A: You can ask the Game Master any question that can be answered with yes or no. Ask anything you want. The Master always tells the truth."},
  {"image": "tachibanaiscontroled.webp", "text": "B: You can force another player to take their action, or to ask a question. You can choose who they ask, but not the content of their question. A player who is forced cannot make a guess that turn, and the one who forced them also cannot guess."},
  {"image": "gussing.webp", "text": "C: After asking a question, you can spend 1 point to guess another player’s number. If you guess correctly, that player is eliminated and you get 2 points. The eliminated player loses 1 point."},
  {"image": "i6.webp", "text": "D: There is a third faction. This player has two numbers (HP = 2). Only if both are lost are they eliminated and lose 1 point. Details will be explained later with the victory conditions."},
  {"image": "guessevenodd.webp", "text": "2. Now, player roles and win conditions:"},
  {"image": "evenOdd.webp", "text": "E: Odd numbers are Team Odd, even numbers are Team Even. This round, there are 5 players, but only the Game Master knows which team is which. There might not be both teams—sometimes all players are odd or all are even."},
  {"image": "青とピンク 柔らかい水彩画  コピーなし スマホの壁紙.webp", "text": "F: Each team’s members keep their cards (numbers 1–9) throughout the game."},
  {"image": "tachibanawaa.webp", "text": "G: There are 4 rounds in total. You could do more or fewer, but 4 feels about right."},
  {"image": "tachibanasugest.webp", "text": "H: Surviving players get a 1-point victory bonus. If your team survives, you get an extra point."},
  {"image": "fox.webp", "text": "I: The third faction is the only player with two numbers (HP = 2), both assigned randomly. If they survive to the final round, they score 1 point per remaining HP, plus the winner bonus and the team bonus if applicable. Everyone needs to try to take them down! Maybe..."},
  {"image": "winner.webp", "text": "J: The player with the most total points at the end wins. That's the key—it's actually not a team game, but an individual battle!"},
  {"image": "tachibana.webp", "text": "Tachibana: \"Since we don’t have enough people, let’s call in Mr. Yamamoto and Damon. And the Master.\""},
  {"image": "youare_thinking.webp", "text": "You: \"Oh, I get it. So it's both a logic and a mind game, huh? Five players? Yamamoto and Damon? And who’s the Game Master?\""},
  {"image": "f28a3509-3ae5-4641-9f84-99bcfff270c9.webp", "text": "Tachibana: \"Come on in, everyone!\""},
  {"image": "assembles.webp", "text": "Yamamoto: \"Oh, did someone call for me?\""},
  {"image": "assembles.webp", "text": "Damon: \"Japan is so comfortable~!\""},
  {"image": "assembles.webp", "text": "Game Master: \"Wheeen-kashan! Game built—Guess Even Odd!\""},
  {"image": "assembles.webp", "text": "You: \"Wait—who are you?! And why does everyone show up just because you clap your hands?\""},
  {"image": "yamamoto.webp", "text": "Chibi: \"That’s Mr. Yamamoto, the fisherman. He’s got hardly any teeth left.\""},
  {"image": "damon.webp", "text": "Chibi: \"Damon’s a fisherman too, but with a visa. He’s a foreigner—he got kicked out of his country for causing trouble, so now he lives in Japan.\""},
  {"image": "yamamoto.webp", "text": "Yamamoto: \"Nho-hiee.\""},
  {"image": "damon2.webp", "text": "Damon: \"Any valuables around here?\""},
  {"image": "damon2.webp", "text": "You: \"Isn’t there anyone more suitable?\""},
  {"image": "assemblekun.webp", "text": "You: \"And what’s this machine?\""},
  {"image": "assemblekun.webp", "text": "Chibi: \"That’s Assemble-kun. He’s an AI being. He can build apps for you.\""},
  {"image": "assemblekun.webp", "text": "You: \"Wow... you guys really have everything...\""},
  {"image": "assemblekunerror.webp", "text": "Assemble-kun: \"Next time, I'll introduce you to my mom! She’s really strict and scary! She always makes me run errands for her—gaga!\""},
  {"image": "assemblekunerror.webp", "text": "You: \"Yeah, that’s not exactly a selling point...\""},
  {"image": "guessevenoddnext.webp", "text": "Tachibana: \"Next time—Guess Even Odd arc!!\""},
  {"image": "guessevenoddnext.webp", "text": "You: \"Who are you talking to?\""}
]
