[
  {"image": "tatibana_determination.webp", "text": "Tachibana: \"I just can't give up after all!\""},
  {"image": "tatibana_determination.webp", "text": "Chibi, You: \"On what?\""},
  {"image": "tatibana_determination1.webp", "text": "Tachibana: \"On becoming strong!\""},
  {"image": "youandchibi_confused.webp", "text": "Chibi, You: \"...\""},
  {"image": "youandchibi_confused1.webp", "text": "Chibi, You: \"...\""},
  {"image": "youandchibi_confused2.webp", "text": "Chibi, You: \"......\""},
  {"image": "jar.webp", "text": "You: \"Hey, Tachibana... You realized it in the last boxing match, right? Basically, you're like a shallow jar—you can see the bottom right away. You know your limits at a glance...\""},
  {"image": "jar.webp", "text": "You: \"But isn't that fine? Instead of getting strong, why don't you try arranging flowers? Let's make your own bouquet beautiful, not just strong...\""},
  {"image": "1cm.webp", "text": "Chibi: \"Yeah, sis... You're like a 1cm ruler. You can only measure up to 1cm. But that's fine, right? Not knowing how much you can measure—it's actually pretty harsh...\""},
  {"image": "1cm.webp", "text": "Chibi: \"Not knowing how far you need to go can be cruel. Now you know you don't have to spend time trying to get stronger. That's a good thing.\""},
  {"image": "tachibana_uhh.webp", "text": "Tachibana: \"Ugh... Why do you both try to stop me with weird analogies...\""},
  {"image": "doya.webp", "text": "Tachibana: \"But! There was something else I learned from that last boxing match! My form is good! I'm not clumsy or anything!\""},
  {"image": "chibibana1.webp", "text": "Chibi: \"That's true... You're not uncoordinated or anything. You're just incredibly weak. Maybe that means you've got no hidden potential left.\""},
  {"image": "tachibanagoodidea.webp", "text": "Tachibana: \"Exactly! So what if I just work out and build some muscle?\""},
  {"image": "tachibanagoodidea.webp", "text": "You: \"Yeah, that's the logical conclusion... But when will you actually be able to do a sit-up? You haven't even done one yet.\""},
  {"image": "tachibanagoodidea.webp", "text": "Tachibana: \"But that's not a reason to give up!\""},
  {"image": "chibibanakanndousita.webp", "text": "Chibi: \"I'm moved!\""},
  {"image": "chibibanakanndousita.webp", "text": "You: \"Who are you?! Some random minister?\""},
  {"image": "chibibanakanndousita.webp", "text": "Chibi: \"That's right! On the flip side, if you just get stronger, you'll be fine! So let's check your baseline, sis!\""},
  {"image": "white_background.webp", "text": "..."},
  {"image": "en.webp", "text": "Tachibana: \"If I remember right, these are the Ministry of Health's standards for 16-year-old girls.\""},
  {"image": "en.webp", "text": "You: \"Who memorizes it down to the decimals...\""},
  {"image": "en.webp", "text": "You: \"Are you some kind of high school girl nerd?\""},
  {"image": "tachibana_uniform.webp", "text": "Chibi: \"By the way, my sister can tell which school's uniform it is just by looking at it. Creepy, right?\""},
  {"image": "tachibana_uniform.webp", "text": "Tachibana: \"This is the private Luca Academy uniform!\""},
  {"image": "tachibana_uniform.webp", "text": "Tachibana: \"309 students! Academic score over 60! It's an all-girls school, of course!\""},
  {"image": "sayaka.webp", "text": "Tachibana: \"Oh, and their soccer team's ace, Sayaka Kondo, was the top scorer at this year's All Japan High School Girls Soccer Championship! Six goals! She's 162cm, 47kg.\""},
  {"image": "sayaka.webp", "text": "Tachibana: \"I even know her Insta, X, YouTube, email, family, address, and her family registry!\""},
  {"image": "sayaka.webp", "text": "Tachibana: \"Want them?\""},
  {"image": "sayaka.webp", "text": "You: \"No!\""},
  {"image": "sayaka.webp", "text": "You: \"It's okay when you know, but if I knew, I'd be an actual criminal.\""},
  {"image": "sayaka.webp", "text": "Chibi: \"Your sense of normal is messed up. Actually, even my sister's a criminal.\""},
  {"image": "sayaka.webp", "text": "You: \"How do you know so much anyway?\""},
  {"image": "tachibana_uniform.webp", "text": "Tachibana: \"Hmm...\""},
  {"image": "tachibana_uniform.webp", "text": "Tachibana: \"Noblesse oblige. I just have a duty as the privileged, you know.\""},
  {"image": "tachibana_uniform.webp", "text": "You: \"Nobody has that kind of duty.\""},
  {"image": "ja.webp", "text": "Chibi: \"Anyway...\""},
  {"image": "sistaers1.webp", "text": "Chibi: \"Still, looking at these fitness scores...\""},
  {"image": "sistaers1.webp", "text": "Chibi: \"They're pretty low.\"  Tachibana: \"They're actually pretty high.\""},
  {"image": "sisters2.webp", "text": "Chibi, Tachibana: \"Huh?\""},
  {"image": "sisters2.webp", "text": "You: \"...\""},
  {"image": "sisters2.webp", "text": "Well, Tachibana is just too weak... and Chibi's crazy strong. No wonder it feels so off."},
  {"image": "teiann.webp", "text": "Tachibana: \"Since we're at it, why don't we all try? I want to see how amazing Chibi really is! You too!\""},
  {"image": "teiann.webp", "text": "Chibi: \"Guess I don't have a choice... Hey, you—\"\nYou: \"...?\""},
  {"image": "hisohiso.webp", "text": "Chibi: \"You... Go easy on her, okay...?\""},
  {"image": "hisohiso.webp", "text": "Chibi: \"If both of us beat her up, it won't just be triple fried rice... She'll turn into a fried rice machine.\""},
  {"image": "friedkiller.webp", "text": "Chibi: \"There was even a time with quadruple fried rice... It went beyond that...\""},
  {"image": "friedkiller.webp", "text": "You: \"...Got it.\""},
  {"image": "friedkiller.webp", "text": "Chibi: \"Alright! Let's do this!\""}
]