[
  {"image": "1.webp", "text": "Chibi: \"Hey there, everyone battling withdrawal symptoms.\""},
  {"image": "2.webp", "text": "Tachibana: \"We don't have any dependencies (addictions), so this isn't hard for us at all. How about you guys?\""},
  {"image": "2.webp", "text": "Tachibana: \"Are you suffering?\""},
  {"image": "3.webp", "text": "Tachibana: \"Honestly, I'd love to see you suffer.\""},
  {"image": "3.webp", "text": "You: \"Wow, that's kinda mean...\""},
  {"image": "4.webp", "text": "You: \"What's with this? Why'd you call me out of nowhere? I'm tired, you know.\""},
  {"image": "4.webp", "text": "You: \"It's literally 2 AM (deep night)!\""},
  {"image": "2.webp", "text": "Tachibana: \"Oh, it's fine. We're not sleepy at all.\""},
  {"image": "5.webp", "text": "You: \"Just 'cause you guys are fine doesn't mean I am!\""},
  {"image": "1.webp", "text": "Chibi: \"Hey, hey, calm down, lil' buddy.\""},
  {"image": "6.webp", "text": "Chibi: \"Aren't you hungry?\""},
  {"image": "7.webp", "text": "Chibi: \"I've got some yokan (Japanese sweet bean jelly) here!\""},
  {"image": "15.webp", "text": "You: \"What are you, a Japanese grandma?!\""},
  {"image": "15.webp", "text": "You: \"Who needs yokan in the middle of the night? Just let me sleep!\""},
  {"image": "8.webp", "text": "Tachibana: \"Would you prefer apple pie instead?\""},
  {"image": "9.webp", "text": "You: \"What is this, the West?!\""},
  {"image": "9.webp", "text": "You: \"A Western grandma now? I dunno anymore!\""},
  {"image": "19.webp", "text": "You: \"Do Western grannies really bake apple pies for their grandkids, or what?! Who knows!\""},
  {"image": "20.webp", "text": "Tachibana: \"You're really on a roll tonight…\""},
  {"image": "20.webp", "text": "Chibi: \"I’m starting to think you’re not actually sleepy at all...\""},
  {"image": "5.webp", "text": "You: \"Dude! I told you, I'm tired! Just let me sleep already!\""},
  {"image": "10.webp", "text": "You: \"Or at least get to the point! Please!\""},
  {"image": "10.webp", "text": "Tachibana: \"You look like a pickled plum (umeboshi: sour Japanese plum) right now…\""},
  {"image": "10.webp", "text": "Chibi: \"Alright, alright, let's get to the point.\""},
  {"image": "22.webp", "text": "Tachibana: \"Honestly, around day two is when quitting really starts to suck for everyone, right?\""},
  {"image": "22.webp", "text": "Tachibana: \"Like, when you check your graph or Soyokazedo Bank (our savings tracker), there’s not much data yet, so there’s nothing visual to motivate you.\""},
  {"image": "22.webp", "text": "Chibi: \"Yeah, it’s the same with your progress graph or how much you’ve saved. If the numbers are low, it’s just not fun to look at yet.\""},
  {"image": "201.webp", "text": "Tachibana: \"That’s exactly why we came—to give you all a pep talk!\""},
  {"image": "4.webp", "text": "You: \"Oh, I see.\""},
  {"image": "14.webp", "text": "You: \"Alright, then. Good night.\""},
  {"image": "14.webp", "text": "Tachibana: \"No sleeping yet! Hold up! We haven’t even started the main topic!\""},
  {"image": "11.webp", "text": "You: \"Enough already! I’m just really tired, that’s all!\""},
  {"image": "11.webp", "text": "You: \"There’s no way this had to happen at 2 AM. Could’ve done it during the day!\""},
  {"image": "sorry.webp", "text": "Tachibana: \"Okay, okay! I’ll make it quick!\""},
  {"image": "effort.webp", "text": "Chibi: \"Look, all I’m saying is: it’s tough at first, but after like 30 days, it gets way easier. So hang in there, alright?\""},
  {"image": "effort.webp", "text": "Tachibana: \"Yeah, and while you’re powering through those 30 days, we’ll keep releasing new events for you. We'll even add them to Soyokazedo (our event hub)!\""},
  {"image": "siiiiao.webp", "text": "Chibi: \"We’ll keep adding new features too—as long as it doesn’t make the app too heavy. Sorry if it gets a bit bigger!\""},
  {"image": "siiiiao.webp", "text": "Tachibana: \"It might be fun to randomly pick users who started on the same day and set them up as rivals. That could be a feature!\""},
  {"image": "8GLF8rWMlNV5MNYHkdoY4Q6yA%3D.webp", "text": "Chibi: \"That’d be awesome. I wanna watch them battle, like stag beetles in a fight!\""},
  {"image": "8GLF8rWMlNV5MNYHkdoY4Q6yA%3D.webp", "text": "You: \"Stop treating users like beetles!\""},
  {"image": "8GLF8rWMlNV5MNYHkdoY4Q6yA%3D.webp", "text": "You: \"And what’s the deal with these old ladies popping up everywhere?!\""},
  {"image": "8GLF8rWMlNV5MNYHkdoY4Q6yA%3D.webp", "text": "You: \"What do they have to do with Tachibana?!\""},
  {"image": "1.webp", "text": "Tachibana: \"What, you haven't seen it? Obaachan’s (grannies’) show on Netflix!\""},
  {"image": "fadfasfa.webp", "text": "Chibi: \"They take down the Demon King at the end!\""},
  {"image": "2a54bd62-54eb-4297-874c-8c6621f3be7b.webp", "text": "You: \"I've never even heard of that! Sounds like a trash show!\""},
  {"image": "2a54bd62-54eb-4297-874c-8c6621f3be7b.webp", "text": "You: \"Also, pretty sure they're not defeating anyone in this scene!\""},
  {"image": "282ed20c-12df-4ea3-be26-32f2b0790ca8.webp", "text": "You: \"It looks like they're taming the boss instead, actually!\""},
  {"image": "70bc661e-6d83-457e-84e9-75f10103c353.webp", "text": "You: \"Kieeeeeeeeeeeeeeeeeee!!!\""},
  {"image": "70bc661e-6d83-457e-84e9-75f10103c353.webp", "text": "Tachibana: \"What is with this energy level…?\""},
  {"image": "70bc661e-6d83-457e-84e9-75f10103c353.webp", "text": "Chibi: \"I think the sleep deprivation is making them go hyper…\""},
  {"image": "2.webp", "text": "Tachibana: \"Anyway…\""},
  {"image": "2.webp", "text": "Tachibana: \"I just wanna add more playful, quirky features! Got so many ideas.\""},
  {"image": "1.webp", "text": "Chibi: \"Me too. Anyway, we'll keep updating everything, so turn notifications on, alright?\""},
  {"image": "4.webp", "text": "You: \"There's still a ton of characters who haven't shown up yet. If you stick with this, you'll meet them all.\""},
  {"image": "4.webp", "text": "You: \"Can I sleep now?\""},
  {"image": "2.webp", "text": "Tachibana: \"Yeah, you’re good now.\""},
  {"image": "14.webp", "text": "You: \"Alright. Good night.\""},
  {"image": "14.webp", "text": "Tachibana: \"Night!\""},
  {"image": "1c2737f0-df1f-41d5-93b3-3353cac88577.webp", "text": "Tachibana: \"Okay, we're going to bed too. C'mon, Chibi, let's sleep.\""},
  {"image": "1c2737f0-df1f-41d5-93b3-3353cac88577.webp", "text": "Chibi: \"Yeah, you all go to bed too. No idea what time you're reading this, but just sleep already.\""},
  {"image": "c9287b1e-9ad2-41e6-a429-df8db118f410.webp", "text": "Chibi: \"Night-night, everybody!\""},
  {"image": "c9287b1e-9ad2-41e6-a429-df8db118f410.webp", "text": "Tachibana: \"Good night, everyone!\""}
]
